{
    "transcript" : [
        {
            "title" : "Welcome",
            "text": "<p>In this module, you will be introduced to Purchase Requisition document types, it’s general structure with key fields, and indirect purchasing process flow.</p>"

        },
        {
            "title" : "Objective",
            "text": "<p>The main objective of this module is to:</p><ul><li>Describe the general structure, document types and key fields of the purchase requisition</li><li>Review the Indirect Procurement process flow at Cargill</li></ul>"

        }, {
            "title" : "Purchase Requisition Document Types",
            "text": "<p>Purchase Requisitions are internal documents maintained for the requested purchase.</p><p>These Purchase requisition documents can be specified and grouped into a number of document types, depending on the controlling functions and reporting purpose. </p><p>The PR document types that can be created in ECC are:</p><ul><li>Standard PR</li><li>Work Order</li><li>Framework PR</li><li>2 Way Match PR </li></ul><p><strong>Standard PR: </strong>Standard PRs can be both manual or automated. They are used in all cases where a Framework (Blanket) PO or Stock Transport Order (STO) is not required.</p><p><strong>Framework:</strong>is used for creating a Framework PO, which enables a validity date and upper limit to be defined. This type of order can be used when the actual receipt quantity is unknown, but the amount not to be exceeded can be defined. These PRs can only be charged to a Cost Center, Internal Order or project. Only Standard, Limit and Service item categories are available for this type of PR.</p><p><strong>Two-way match</strong> is used for invoice verification. It compares the price information on the invoice to the price information on the purchase order.Each document type is assigned two types of number ranges, one internal and the other external.Internal number ranges are automatically incremented by the system, and external are assigned manually. In general, an external number range is generated by a requestor for manually created PR, and an internal number range is generated by a system for automatically created PR.</p>"

        }
        , {
            "title" : "Purchase Requisition Structure",
            "text": "<p>Let us now get familiar with the structure of a purchase requisition document. </p><p>A PR main screen consists of three sections.</p><p>Take a trial to identify the sections in Purchase Requisition structure. Drag and drop the section names in appropriate sections.</p><p><strong> Header </strong>section provides an option for the PR Processor ECC to change the requisition document type. The default type is Purchase Requisition (ZNB).Header text is used for internal communication to a PR Approver.</p><p><strong>Item overview</strong>section creates a line for each material or service that is requested.</p><ul><li>It provides a status icon for each line item, indicating if the information in the line item is correct.</li></ul><p><strong> Item detail</strong> section provides multiple tabs to detail each item data, such as material information, quantities and dates, delivery address, contacts, fixed or potential sources of supply, estimated price and status of approval. The text tab here allows the requestor to enter text for internal or external. For example, later it is used to pull notes and item text for the PO. </p>"

        }
        , {
            "title" : "Purchase Requisition Item Overview Key Fields ",
            "text": "  <p>You just had a look at the main sections of Purchase Requisition structure</p><p>Let’s now get familiar with the Item Overview section in detail.</p><p>Each line item that a PR Processor adds to a PR has mandatory fields that the PR Processor must complete.</p><p>There are also optional fields that the PR Processor ECC can choose to fill.</p><p>Click the markers to view thesefields.</p><p><strong> Account Assignment:</strong> This field determines how the costs for the purchase will be assigned.  K= Cost Center P= WBS Element  This field is required.</p><p><strong>Item Category:</strong> This field determines the purchase type.  D= Service, blank= material</p><p><strong> Material: </strong> This field is for SAP material numbers only.  If the item is not set up in SAP, this field must be left blank.  </p><p><strong> Short Text:</strong> This field will default if you use an SAP material number.  For everything else, this field must be filled manually with a clear description of the item/service being procured.</p><p><strong>Quantity:</strong> This field allows you to specify the quantity to be purchased.</p><p><strong> Unit of Measure (UoM): </strong>You must include a valid UoM for what is being purchased.  AU is the UoM for services only.</p><p><strong> Delivery Date:</strong> This field should be populated with an achievable delivery date that includes time for approval processes and conversion to a PO.</p><p><strong> Material Group:</strong> This field presents key information for determining spend visibility. Material Group will default for Catalog & stock items but must be manually filled in for everything else.</p><p><strong> Plant:</strong> You must provide the plant code for all PR lines.  Each PR should only be for a single plant.</p><p><strong> Purchasing Group:</strong> This required field helps determine the processing path for the PR upon approval.  Ensure you are selecting a group from the correct geography.  A= Asia, E= Europe, L= Latin America, N= North America</p><p><strong> Storage Location:</strong> This is the SAP storage location set up for the plant where the items will be received into.  Only needed for materials.</p><p><strong> Requisitioner:</strong> This is the person who will either complete the GR, or who will confirm that services are completed.  This is very important for receiving and invoice processing.</p>"

        },
        {
            "title":"Purchase Requisition Item Detail Key Tabs",
            "text":"<p>Item detail allows the Purchase Requisitioner to navigate through each line item of the PR and add or change data.</p><p>The key tabs of item detail section are: Services, Material Data, Quantities/Dates, Valuation, Source of Supply, Status, Contact Person, Texts, Delivery Address, Release Strategy </p><p>Ensure to fill the mandatory purchasing group fields related to purchasing group. </p><p>You must complete the Fixed Vendor, Valuation Price and Quantity for all NCS, DPS and DPL PR types.</p><p>Although SAP does not require that the Requisitioner field be populated, please ensure you include a valid DSID in this field on the Contact Person tab.  This will be key to ensuring timely processing of the invoice and provides a contact for any questions regarding the purchase.</p><p>Any missing information will cause a failure in the automatic PO creation.</p>"        
        },
        {
            "title":"Purchase Requisition Item Detail - Text and Notes",
            "text":"<p><strong> Item Text</strong> is external text that will appear on the purchase order sent to the vendor.  It will appear on the individual line item.</p><p>It is used for: additional item information, delivery information, quote information.Note: Item text will not be visible for Ariba Integrated Suppliers. </p><p><strong>Item Note</strong> is internal text that will only be visible to Cargill SAP users.</p><p>It is used for: Communication with PO Processor on Incoterms, Payment terms, down payment information, text that should be added to the PO Header, and quote information.</p>  "
        },
        {
            "title":"Purchase Requisition Indirect Purchasing Process Flow",
            "text":" <p>A Purchase requisition is generally triggered by a purchase request.</p><p>Subsequently, a Purchase Requisitioner will create the Purchase Requisition within SAP based on the purchase request.</p><p>Take a look at the process flow.</p><p>The process begins with Creating Requisition: This is done either by creatinga Work Order or through direct PR entry. The Procurement class and CCSC code are selected here.</p><p>The PR is approved by the Cost Object Owner for all PRs.</p><p>Business approval is needed if cost is $5000 or higher.Then the PO is created automatically for Contract and Catalog PR’s.</p><p>Otherwise, PO is manually created by CSSP PO Processor.</p><p>PO approvalis required if the PO is greater than $5,000.</p><p>In the next step the PO Processor or the SAP batch process may bundle PRs of the same day, plant and vendor into one PO. </p><p>The combination of the total price of the bundle could exceed $5,000 and require a Business approval.</p><p>SomePR’smay require a second a Business approval, if PO price is greater than PR price.</p><p>Finally, when material is received the Inbound receipt and Post goods receipt on materials is entered in SAP.  For services, receipt is done via an SES</p><p>Invoice processing begins and supplier invoice is received, then payment is posted to the supplier based on terms.</p>"
        },
        {
            "title":"In a nutshell (Summary)",
            "text":"<p>We have now come to the end of this module.</p><p>You have been introduced to the purchase requisition document types, structure, key fields and process flow.</p>"
         }
        
        
    ]
    
}